{
  "Arborist": "Arbolista",
  "Buy all saplings from the Wandering Trader": "Compra todos los brotes a vendedores ambulantes",
  "Day Trader": "Comerciante diurno",
  "Buy all items exclusively available from the Wandering Trader": "Compra todos los objetos exclusivos del comercio con vendedores ambulantes",
  "Relaxing Music": "Música relajante",
  "Gemology": "Gemología",
  "Generate an Amethyst Geode": "Genera una geoda de amatista",
  "Glowification": "Brillificación",
  "Craft Sweet Berries with a Glow Ink Sac to get Glow Berries": "Junta bayas dulces con un saco de tinta luminosa para obtener bayas luminosas",
  "Electrifying": "Electrizante",
  "Energize some Vines into Glow Lichen": "Energiza algunas enredaderas para volverlas liquen luminoso",
  "And Then There Was Light": "Y se hizo la luz",
  "Craft some Glowstone for lighting": "Fabrica piedra luminosa para iluminar",
  "Get Down!": "¡Descenso!",
  "Mobs spawn faster lower in the world": "Las criaturas aparecen más rápido en las profundidades",
  "Storm Tamer": "Domador de tormentas",
  "Craft a Lightning Rod to help in converting Pigs": "Fabrica un pararrayos para ayudarte a convertir cerdos",
  "IT'S ALIV... er Undead": "ESTÁ VIV... bueno, no muerto",
  "Strike some Pigs with Lightning to convert them to Zombified Piglins, then kill them for Gold": "Haz que un rayo golpee a un cerdo para convertirlo en un piglin zombificado y mátalo para conseguir oro",
  "Panacea": "Panacea",
  "Craft a Golden Apple": "Fabrica una manzana dorada",
  "Graveler": "Gravillero",
  "Receive Gravel from Bartering": "Obtén grava haciendo trueques",
  "Heart of a Dolphin": "El corazón de un delfín",
  "Gift a Dolphin. Maybe they'll return the favor": "Hazle un regalo a un delfín. Quizá te devuelva el favor",
  "Ironic": "Hierronía de la vida",
  "Make an Iron Farm and get a full stack of Iron Ingots": "Haz una granja de hierro y obtén un stack de lingotes de hierro",
  "Steal Hardware": "Robo de hardware",
  "Kill Zombies to get Iron": "Mata a zombis para obtener hierro",
  "Aquaman's Nemesis": "El Némesis de Aquaman",
  "Kill a Drowned for Copper": "Mata a un ahogado para obtener cobre",
  "Shulking in the Shadows": "Shulker por sorpresa",
  "Kill a Shulker that spawns when a respawned Ender Dragon dies": "Mata al shulker que aparece cuando un Enderdragón regenerado muere",
  "Beware of Knockback": "Cuidado con el retroceso",
  "Kill a Skeleton for its Bones": "Mata a un esqueleto por sus huesos",
  "Eight Legged Freak": "Monstruo de ocho patas",
  "Kill a Spider for its String": "Mata a una araña por su hilo",
  "Witch Hunt": "Caza de brujas",
  "Kill a Witch": "Mata a una bruja",
  "The Evil Dead": "Posesión infernal",
  "Kill the first of many Zombies": "Mata al primero de muchos zombis",
  "Lavely Gift": "Regalo cálido",
  "Obtain Lava as a Gift from a Toolsmith": "Obtén lava como regalo de un aldeano herrero",
  "Moss Def a Good Buy": "Adquisición musgosa",
  "Buy a Moss Block from the Wandering Trader": "Compra un bloque de musgo a un vendedor ambulante",
  "Weird Taste in Music": "Extraño gusto musical",
  "Get Fragments for Disc 5 when a Skeleton kills a Creeper in an Ancient City. Then craft the whole Disc": "Obtén fragmentos del disco 5 haciendo que un esqueleto mate a un creeper en una ciudad antigua. Luego fabrica el disco entero",
  "Otherworldy Sounds": "Sonidos de otro mundo",
  "Get otherside when a Skeleton kills a Creeper in a Stronghold": "Obtén el disco \"otherside\" cuando un esqueleto mate a un creeper en una fortaleza",
  "Chart Topper": "Número 1",
  "Get Pigstep when a Skeleton kills a Creeper in a Bastion": "Obtén el disco \"Pigstep\" cuando un esqueleto mate a un creeper en un bastión",
  "Billy, I Need You": "Billy, te necesito",
  "Have a Goat ram into a Nether Wart Block": "Haz que una cabra embista un bloque de verrugas del Nether",
  "Mirackulous Appearance": "Aparición mirrackrosa",
  "Mine some Netherrack that generates with floating nether portals": "Pica la netherrack que se genera en los portales del Nether flotantes",
  "The First of Many": "El primero de muchos",
  "Get your first Oak Log": "Obtén tu primer tronco de roble",
  "Get your first Acacia Log": "Obtén tu primer tronco de acacia",
  "The Circle of Life": "El círculo de la vida",
  "Get your first Oak Sapling to grow another tree": "Haz nacer otro árbol de tu primer brote de roble",
  "Get your first Acacia Sapling to grow another tree": "Haz nacer otro árbol de tu primer brote de acacia",
  "Crawling Down": "A rastras",
  "Crawl and place blocks on the bottom of top-side Trapdoors to build downward": "Arrástrate y coloca bloques debajo de trampillas para construir hacia abajo",
  "Decorative Ores": "Menas decorativas",
  "Craft an Ore in a Smithing Table": "Fabrica una mena en una mesa de herrería"
}
