{
  "generator.carpetskyadditions.skyblock": "SkyBlock",
  "modmenu.descriptionTranslation.modmenu": "Une génération de monde vide, avec de nouvelles façons d'obtenir certaines ressources",
  "carpetskyadditions.config.title": "Paramètres de Carpet Sky Additions",
  "carpetskyadditions.config.category.newWorld": "Paramètres du nouveau monde",
  "carpetskyadditions.config.option.defaultToSkyBlockWorld": "Sélectionner monde SkyBlock par défaut",
  "carpetskyadditions.config.option.enableDatapackByDefault": "Activer le pack de données SkyBlock par défaut",
  "carpetskyadditions.config.option.initialTreeType": "Le type de l'arbre initial qui est sélectionné par défaut",
  "carpetskyadditions.config.option.initialTreeType.tooltip": "Seulement utiliser si le pack de données est activé par défaut",
  "carpetskyadditions.config.option.autoEnableDefaultSettings": "Activer les paramètres par défaut automatiquement lors du premier chargement d'un monde SkyBlock",
  "datapack.carpetskyadditions.skyblock": "Carpet Sky Additions : SkyBlock",
  "datapack.carpetskyadditions.acacia": "Carpet Sky Additions : Acacia",
  "carpetskyadditions.tree.oak": "Chêne",
  "carpetskyadditions.tree.acacia": "Acacia",
  "commands.skyisland.new.success": "Nouvelle île #%d générée avec succès aux coordonnées (%d, %d)",
  "commands.skyisland.new.no_valid_positions": "Aucune position valide trouvée pour l'île",
  "commands.skyisland.new.failed": "Impossible de générer une nouvelle île",
  "commands.skyisland.not_created": "L'île n'a pas encore été créée",
  "commands.skyisland.locate.success": "L'île %d se trouve aux coordonnées %s",
  "commands.skyisland.locate.coordinates": "%d,%d",
  "message.desert_pyramid_incorrect_block": "Bloc incorrect aux coordonnées (%d, %d, %d) dans la pyramide du désert.\nDevrait être %s.",
  "message.desert_pyramid_incorrect_state": "État incorrect aux coordonnées (%d, %d, %d) dans la pyramide du désert.\n%s devrait être %s.",
  "Arborist": "Arboriculteur",
  "Buy all saplings from the Wandering Trader": "Achetez toutes les pousses d'arbre du marchand ambulant",
  "Day Trader": "Marchant de jour",
  "Buy all items exclusively available from the Wandering Trader": "Achetez tous les items vendus exclusivement par le marchand ambulant",
  "Relaxing Music": "Musique relaxante",
  "Convert a Vex into an Allay by playing it the right Note Block sequence": "Transformez un Vex en Allay en jouant la bonne séquence de blocs musicaux",
  "Brutiful": "Riche Barbare",
  "Get Ancient Debris from a Piglin Brute in a Bastion Remnant": "Obtenez des débris antiques à partir d'un Piglin barbare dans un Vestige de bastion",
  "Cooking Stone in a Stone Oven": "Cuire de la roche dans un four fait de roches",
  "Blast Diorite or Andesite to get Calcite or Tuff": "Faire cuire de la diorite ou de l'andésite dans un haut fourneau pour obtenir de la calcite ou du tuf",
  "Witch Cannon": "Canon de sorcière",
  "Ride a Boat with a Witch to avoid to her potions": "Montez dans un bateau avec une sorcière pour éviter ses potions",
  "Lightning-Proof": "Anti-Éclairs",
  "Craft Bone Blocks from Bone Meal for Extra Fireproof Blocks": "Craftez un bloc d'os avec de la poudre d'os pour plus de blocs ininflammables",
  "Fertilizer": "Engrais",
  "Craft Bone Meal from Bones to grow trees faster": "Craftez de la poudre d'os à partir d'os pour accélérer la pousse des arbres",
  "Swine Flu": "Grippe Porcine",
  "Breed the first of many Pigs": "Élevez le premier de nombreux cochons",
  "Please Rain...": "S'il vous plaît, de la pluie...",
  "Craft a Cauldron to catch rain": "Craftez un chaudron pour collecter de la pluie",
  "Fossil Fuel": "Énergie Fossile",
  "Kill a Wither Skeleton for Coal": "Tuez un squelette Wither pour du charbon",
  "Space Age": "Âge de l'Espace",
  "Build a Cobblestone generator": "Construisez un générateur de cobblestone",
  "World Wide Web": "World Wide Web",
  "Kill a Spider Jockey for Cobweb": "Tuez une araignée chevauchée pour de la toile d'araignée",
  "Beware Of Piranhas": "Attention aux Piranhas",
  "Fish for Cocoa Beans in a Jungle": "Pêchez dans la jungle pour des fèves de cacao",
  "Barter 100": "Troqueur Professionnel",
  "Receive all items exclusively available from Bartering": "Obtenez tous les items exclusifs au troc avec les piglins",
  "Spider Scientist": "Scientifique Arachnéen",
  "Convert a Spider to a Cave Spider with a Poisonous Potato": "Transformez une araignée en araignée des cavernes avec une patate toxique",
  "Trade Doctor": "Médecin en Commerce",
  "Cure a Zombie Villager using a Weakness Potion thrown by a Witch": "Guérissez un zombie-villageois avec une potion de faiblesse lancée par une sorcière",
  "Herbicidal Maniac": "Maniaque d'Herbicide",
  "Kill a Sapling by Placing it on Sand": "Tuez une pousse d'arbre en la plaçant sur du sable",
  "That's Deep, Bro": "Ça c'est Profond Bro",
  "Convert Stone to Deepslate with a Thick Potion": "Transformez de la roche en profondoise avec une potion épaisse",
  "Cover Shadowfax With Diamonds": "Qu'on couvre Gripoil de Diamants",
  "Craft Diamond Horse Armor for your Horse": "Craftez de l'armure pour cheval en diamant pour votre cheval",
  "Synthetic Diamonds!": "Diamants Synthétiques !",
  "Compress a stack of Coal Blocks with... what else? A Falling Anvil": "Compressez une pile de blocs de charbon avec... quoi d'autre ? Une enclume en chute",
  "Creepers... and Dragons": "Creepers... et Dragons",
  "Kill a Dragon with a Charged Creeper to get its head": "Tuez un dragon avec un creeper chargé pour obtenir sa tête",
  "Echolocation Overload": "Surcharge d'Écholocation",
  "Kill a Bat or Dolphin with a Warden's Sonic Boom to get an Echo Shard": "Tuez une chauve-souris ou un dauphin avec le sonic boom d'un Warden pour obtenir un éclat d'écho",
  "High and Mitey": "Quand les Mites auront des Ailes",
  "Get a pair of Elytra from a flying Endermite": "Obtenez une paire d'élytres à partir d'une endermite volante",
  "Emerald City": "La Cité d'Émeraudes",
  "Trade for Emeralds": "Commerce d'Émeraudes",
  "Get Emeralds from Foxes or archaeology": "Obtenez une émeraude à partir d'un renard ou de l'archéologie",
  "Hello Kitty": "Hello Kitty",
  "Receive an Enchanted Golden Apple from a Cat in the morning": "Recevez une pomme dorée enchantée d'un chat le matin",
  "Who Planted This Here?": "Qui a planté ça ici ?",
  "Use an End Gateway to generate an island containing Chorus": "Utilisez une passerelle de l'End pour générer une île avec du chorus",
  "Gemology": "Gemmologie",
  "Generate an Amethyst Geode": "Générez une géode d'améthyste",
  "Glowification": "Luminification",
  "Craft Sweet Berries with a Glow Ink Sac to get Glow Berries": "Craftez des baies sucrées avec une poche d'encre luisante pour obtenir des baies lumineuses",
  "Electrifying": "Électrifiant",
  "Energize some Vines into Glow Lichen": "Électrifiez des lianes pour les transformer en lichen lumineux",
  "And Then There Was Light": "Et la lumière fut",
  "Craft some Glowstone for lighting": "Craftez des blocs de glowstone pour éclairer vos alentours",
  "Get Down!": "À Terre !",
  "Mobs spawn faster lower in the world": "Les mobs apparaissent plus rapidement au bas du monde",
  "Storm Tamer": "Apprivoiseur de Tempête",
  "Craft a Lightning Rod to help in converting Pigs": "Craftez un paratonnerre pour aider à convertir les cochons",
  "IT'S ALIV... er Undead": "IL EST VIVA... euh Mort-Vivant",
  "Strike some Pigs with Lightning to convert them to Zombified Piglins, then kill them for Gold": "Frappez des cochons avec la foudre pour les convertir en piglins zombifiés, puis tuez-les pour de l'or",
  "Panacea": "Panacée",
  "Craft a Golden Apple": "Craftez une pomme dorée",
  "Graveler": "Gravalanch",
  "Receive Gravel from Bartering": "Obtenez du gravier en troquant",
  "Heart of a Dolphin": "Le Cœur du Dauphin",
  "Gift a Dolphin. Maybe they'll return the favor": "Donnez un cadeau à un dauphin. Peut-être qu'ils retourneront la faveur",
  "Ironic": "Affaires Ferreuses",
  "Make an Iron Farm and get a full stack of Iron Ingots": "Créez une ferme à fer et obtenez une pile complète de lingots de fer",
  "Steal Hardware": "Voler du fer",
  "Kill Zombies to get Iron": "Tuez des zombies pour obtenir du fer",
  "Aquaman's Nemesis": "L'Ennemi juré d'Aquaman",
  "Kill a Drowned for Copper": "Tuez un noyé pour obtenir du cuivre",
  "Shulking in the Shadows": "Shulker Boudeur",
  "Kill a Shulker that spawns when a respawned Ender Dragon dies": "Tuez un shulker qui apparait après qu'un dragon invoqué meurt",
  "Beware of Knockback": "Attention au Knockback",
  "Kill a Skeleton for its Bones": "Tuez un squelette pour ses os",
  "Eight Legged Freak": "Horreur à Huit Pattes",
  "Kill a Spider for its String": "Tuez une araignée pour son fil",
  "Witch Hunt": "Chasse à la Sorcière",
  "Kill a Witch": "Tuez une sorcière",
  "The Evil Dead": "La Mort du Mort-Vivant",
  "Kill the first of many Zombies": "Tuez le premier de plusieurs zombies",
  "Lavely Gift": "Un Cadeau vraiment hot",
  "Obtain Lava as a Gift from a Toolsmith": "Obtenez de la lave en cadeau d'un forgeron d'outils",
  "Moss Def a Good Buy": "Mousse Def",
  "Buy a Moss Block from the Wandering Trader": "Achetez un bloc de mousse auprès du marchand ambulant",
  "Weird Taste in Music": "Drôles de goûts en musique",
  "Get Fragments for Disc 5 when a Skeleton kills a Creeper in an Ancient City. Then craft the whole Disc": "Obtenez les fragments du disque 5 lorsqu'un squelette tue un creeper dans une cité ancienne. Puis craftez le disque complet",
  "Otherworldy Sounds": "Sons d'un autre Monde",
  "Get otherside when a Skeleton kills a Creeper in a Stronghold": "Obtenez Otherside lorsqu'un squelette tue un creeper dans un fort",
  "Chart Topper": "Quand les Cochons danseront",
  "Get Pigstep when a Skeleton kills a Creeper in a Bastion": "Obtenez Pigstep lorsqu'un squelette tue un creeper dans un bastion",
  "Billy, I Need You": "Billy, j'ai besoin de toi",
  "Have a Goat ram into a Nether Wart Block": "Faites foncer une chèvre dans un bloc de verrues du Nether",
  "Mirackulous Appearance": "Apparition Mirackuleuse",
  "Mine some Netherrack that generates with floating nether portals": "Minez de la netherrack qui apparait avec les portails du Nether flottants",
  "The First of Many": "La Première de Nombreuses",
  "Get your first Oak Log": "Obtenez votre première bûche de chêne",
  "Get your first Acacia Log": "Obtenez votre première bûche d'acacia",
  "The Circle of Life": "Le Cercle de la Vie",
  "Get your first Oak Sapling to grow another tree": "Obtenez votre première pousse de chêne pour faire pousser un autre arbre",
  "Get your first Acacia Sapling to grow another tree": "Obtenez votre première pousse d'acacia pour faire pousser un autre arbre",
  "Crawling Down": "Ramper sous la Trappe",
  "Crawl and place blocks on the bottom of top-side Trapdoors to build downward": "Rampez et placez un bloc sous une trappe placée au haut d'un bloc, pour construire vers le bas",
  "Decorative Ores": "Minerais Décoratifs",
  "Craft an Ore in a Smithing Table": "Craftez un minerai avec une table de forgeron",
  "What's The Point?": "Ça s'appelle comment ?",
  "Buy some Pointed Dripstone from a Wandering Trader to Duplicate Lava": "Achetez un spéléothème pointu auprès du marchand ambulant pour dupliquer de la lave",
  "Observers and Comparators": "Observateurs et Comparateurs",
  "Get Nether Quartz from Bartering": "Obtenez du quartz du Nether en troquant",
  "The OG Bed": "Le Lit OG",
  "Make a Bed of the right color": "Fabriquez un lit de la bonne couleur",
  "Can't Do Much With This... Yet": "Ça sert pas à grand-chose... Pour l'instant",
  "Get some Redstone from a Witch": "Obtenez de la redstone d'une sorcière",
  "SkyBlock": "SkyBlock",
  "Everything from Nothing": "Tout, à partir de Rien",
  "It Gets Everywhere": "Ça rentre dans tous les coins",
  "Erode Dead Coral into Sand by letting Water flow out of it": "Érodez du corail mort pour obtenir du sable en faisant passer de l'eau à travers",
  "Monster of the Deep": "Monstre des Profondeurs",
  "Kill a Warden for a Sculk Catalyst": "Tuez un Warden pour obtenir un catalyseur de sculk",
  "Easier than Endermen": "Plus simple qu'avec un Enderman",
  "Get a Silk Touch tool so you can move Grass Blocks easier": "Obtenez un outil avec touchée de soie pour transporter des blocs de gazon plus facilement",
  "Why'd It Have That?": "Pourquoi est-ce qu'il avait ça ?",
  "Kill a Zoglin to get a Snout Banner Pattern": "Tuez un zoglin pour obtenir un motif de bannière de groin",
  "Bubbler": "Damné à Sabler",
  "Get Soul Sand from Bartering": "Obtenez du sable des damnés en troquant",
  "A Changing Soul": "Une âme changeante",
  "Convert Soul Sand to Soul Soil by crafting and breaking a Soul Campfire": "Transformez du sable des damnés en terre des damnés en craftant et détruisant un feu de camp des damnés",
  "Too Much Water!": "Trop d'Eau !",
  "Convert a Guardian to an Elder Guardian with lightning and kill it for a Sponge": "Transformez un gardien en grand gardien avec de la foudre, puis tuez-le pour une éponge",
  "Pretty in Pink": "Jolie en Rose",
  "Get a Spore Blossom from Flowering Azalea Leaves": "Obtenez une fleur sporifère à partir de feuilles d'azalée",
  "Snatched from the Jaws": "De la Mâchoire de la Bête",
  "Get Sweet Berries from a Fox": "Obtenez des baies sucrées à partir d'un renard",
  "Silent but Deadly": "Silencieux mais Mortel",
  "Enchant Leggings with Swift Sneak": "Enchantez des jambières avec furtivité rapide",
  "Florist": "Fleuriste",
  "Buy all types of tall flowers from the Wandering Trader": "Achetez toutes les sortes de grandes fleurs auprès du marchand ambulant",
  "Who Needs Village Chests?": "Qui a besoin des Coffres des Villages ?",
  "Get Tall Grass and Large Ferns by Killing Endermen Holding them": "Obtenez des hautes herbes en tuant un Enderman qui en a dans ses mains",
  "Of Course It's Not The End": "Évidemment, ce n'est pas la fin",
  "Enter the End": "Entrez dans l'End",
  "It's Empty Too": "C'est vide ici aussi",
  "Enter the Nether": "Entrez dans le Nether",
  "Big Hero 6": "Les Nouveaux Héros",
  "Obtain the Hero of the Village effect by defeating a raid": "Obtenez l'effet Héro du village en battant une invasion",
  "Thank You, Come Again": "Merci, revenez à nouveau",
  "Make your first of many trades with a Wandering Trader": "Effectuez votre première transaction avec un marchand ambulant",
  "Water!": "De l'eau !",
  "Get a Water Bucket from a Full Cauldron": "Videz un chaudron rempli d'eau avec un seau",
  "Animal Feed": "Nourriture pour Animaux",
  "Start a Wheat farm": "Lancez une ferme de blé",
  "Death of a Gardener": "La Mort d'un Jardinier",
  "Get a Carrot or Potato from a Zombie and start a farm for breeding Pigs": "Obtenez une carotte ou une patate en tuant un zombie et lancez une ferme pour faire s'accoupler des cochons",
  "Apple Tree": "Pommier",
  "Buy an Oak Sapling or 4 Dark Oak Saplings from a Wandering Trader": "Achetez une pousse de chêne ou 4 pousses de chêne noir auprès d'un marchand ambulant",
  "Master Archaeologist": "Maître Archéologue",
  "Excavate all items exclusively available through archaology": "Excavez tous les items exclusifs à l'archéologie",
  "Whiff of Treasure": "Renifler pour du Trésor",
  "Find loot in Suspicious Sand or Gravel discovered by a Sniffer": "Trouvez du butin dans du sable ou du gravier suspect trouvé par un renifleur",
  "Hump Day Trader": "Marchand du Jour de Bosse",
  "Commandeer a Desert Wandering Trader's Camel": "Appropriez-vous le chameau d'un marchand ambulant du désert",
  "Prehistoric Foster Parent": "Parent Nourricier Préhistorique",
  "Get a Sniffer Egg when a Drowned holding one destroys a Turtle Egg": "Obtenez un œuf de renifleur lorsqu'un noyé en tenant un détruit un œuf de tortue",
  "SkyBlock Challenges": "Défis de SkyBlock",
  "SkyBlock Challenges with Rewards": "Défis de SkyBlock avec récompenses",
  "Seeing Patterns Everywhere": "Je vois des Motifs partout",
  "Obtain all banner patterns": "Obtenez tous les motifs de bannières",
  "Let There Be Light": "Que la Lumière soit",
  "Obtain Every Light Source": "Obtenez chaque source de lumière",
  "End City Builder": "Constructeur de Villes de l'End",
  "Craft Every Type of Purpur Block While Levitating": "Craftez chaque type de bloc de purpur, tout en lévitant",
  "Treasure Map to Nowhere": "Carte aux Trésors vers nulle Part",
  "Follow a Woodland Explorer Map to a Woodland Mansion": "Suivez une carte d'exploration des bois pour trouver un manoir",
  "Wither Art Thou": "Mais où est le Wither",
  "Kill a Wither inside a Nether Fortress": "Tuez un Wither dans une forteresse du Nether",
  "Air Tunes": "Air Tunes",
  "Play every Music Disc": "Jouez tous les disques de musique",
  "Way of the Ancients": "La Voie des Anciens",
  "Build a Desert Pyramid and Sacrifice a Husk on the Blue Terracotta": "Construisez une pyramide du désert et sacrifiez un zombie momifié sur la terracotta bleue",
  "Sky Pirate": "Pirate des Cieux",
  "Travel 30km in a boat": "Voyagez 30 km en bateau",
  "Spy in the Sky": "Espionnage Animal",
  "Look at every animal through a Spyglass": "Regardez chaque animal à travers une longue-vue",
  "Kill a Piglin Brute while wearing a Piglin Head and Riding a Pig": "Tuez un piglin barbare tout en portant une tête de piglin et en chevauchant un cochon",
  "Resistance Isn't Futile": "Résistance n'est pas Futile",
  "Get Hit by a Warden While Maximally Protected": "Prenez du dégât d'un Warden tout en ayant le maximum de protection",
  "Reef Builder": "Constructeur de Récif",
  "Place Calcite where Coral can spread to it": "Placez de la calcite pour que le corail puisse s'y propager",
  "Coral Utopia": "Utopie Corallienne",
  "Place Calcite where Corals would flourish": "Placez de la calcite où les coraux peuvent prospérer"
}
